Repository: aslamovyura/OpenBlog
Catalog: src/WebUI/Resources/Views/Posts/Create.*.resx
Languages: ru

# Title
source: Create new post
ru: Новая публикация

# WriteNew
source: New Post
ru: Новая публикация

# PostTitle
source: Title
ru: Заголовок

# TitlePlaceholder
source: Post title
ru: Заголовок записи

# TitleInvalidFeedback
source: Please enter a Title of your post
ru: Введите, пожалуйста, заголовок вашей записи

source: Topic
ru: Тема

# TopicPlaceholder
source: Post topic
ru: Тема записи

# TopicInvalidFeedback
source: Please enter a Topic of your post
ru: Введите, пожалуйста, тему вашей записи

# TextPlaceholder
source: Write your post here
ru: Введите сюда содержимое вашей записи

# TextInvalidFeedback
source: Please enter your post content into the textarea
ru: Поместите, пожалуйста, вашу публикацию в данную форму

source: Publish
ru: Опубликовать
